tap "autozimu/formulas"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "koekeishiya/formulae"
tap "michel-kraemer/zsh-patina"
tap "sass/sass"
tap "sst/tap"
brew "zstd"
brew "readline"
brew "awscli"
brew "c-ares"
brew "bash-language-server"
brew "libgit2"
brew "bat"
brew "btop"
brew "gettext"
brew "glib"
brew "capstone"
brew "cmake"
brew "libyaml"
brew "colordiff"
brew "gmp"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diff-so-fancy", args: ["HEAD"]
brew "docker-compose"
brew "dockerfile-language-server"
brew "docutils"
brew "dos2unix"
brew "dotbot"
brew "duf"
brew "dust"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "eslint_d"
brew "eza"
brew "fastfetch"
brew "fd"
brew "foreman"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "graphviz"
brew "gsl"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lazysql"
brew "libpq"
brew "libsass"
brew "libslirp"
brew "lnav"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "macchina"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nowplaying-cli"
brew "openssl@3.5"
brew "pkgconf"
brew "poppler"
brew "postgresql@15"
brew "prettierd"
brew "pyright"
brew "python@3.9"
brew "rcm"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "sassc"
brew "scooter"
brew "shellcheck"
brew "sql-formatter"
brew "sql-language-server"
brew "starship"
brew "stylua"
brew "tabiew"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "typescript-language-server"
brew "unar"
brew "universal-ctags"
brew "vifm"
brew "vscode-langservers-extracted"
brew "watchman"
brew "wget"
brew "yaml-language-server"
brew "yarn"
brew "yazi"
brew "zf"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "michel-kraemer/zsh-patina/zsh-patina"
cask "bitwarden"
cask "claude"
cask "dropbox"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gpg-suite"
cask "kitty"
cask "lulu"
cask "macforge"
cask "postman"
cask "qbittorrent"
cask "sequel-ace"
cask "spotify"
cask "steam"
cask "ubersicht"
cask "visual-studio-code"
cask "whatsapp"
cask "windsurf"
